verification/V1_stokes_settling/case1/CFD/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    inlet
    {
        type            patch;
        nFaces          192;
        startFace       13248;
    }
    outlet
    {
        type            patch;
        nFaces          192;
        startFace       13440;
    }
    wall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          768;
        startFace       13632;
    }
)

// ************************************************************************* //
